Repository: common-repository/socialplus
Catalog: languages/socialplus-*.po
Languages: it_it

source: Show on home (some themes may not show them)
it_it: Mostra nella home (alcuni temi potrebbero non mostrarli)

source: Share buttons settings
it_it: Impostazioni pulsanti condividi

source: Visibility
it_it: Visibilità

source: Position
it_it: Posizione

source: Buttons
it_it: Pulsanti

source: Theme
it_it: Tema

source: Profile buttons settings
it_it: Impostazioni pulsanti profilo

source: Open in new tab
it_it: Apri in una nuova scheda

source: Configure share buttons that will be shown on homepage, blog pages or posts.
it_it: Configura i pulsanti condividi che verranno mostrati nella homepage, nelle pagine del blog o nei post.

source: Show on pages
it_it: Mostra nelle pagine

source: Show on posts
it_it: Mostra nei post

source: Above
it_it: Sopra

source: Below
it_it: Sotto

source: Both
it_it: Entrambi

source: Drag the elements in the list to order your share buttons.
it_it: Trascina gli elementi nella lista per ordinare i pulsanti condividi.

source: Configure profile buttons available on the widget.
it_it: Configura i pulsanti profilo disponibili nel widget.

source: your_profile
it_it: tuo_profilo

source: Your %s profile link will be: %s
it_it: Il link del tuo profilo %s sarà: %s

source: Drag the elements in the list to order your profile buttons.
it_it: Trascina gli elementi nella lista per ordinare i pulsanti profilo.

source: SocialPlus Settings
it_it: Impostazioni SocialPlus

source: Share buttons
it_it: Pulsanti condividi

source: Profile buttons
it_it: Pulsanti profilo

source: Rate the plugin
it_it: Vota il plugin

source: Let me know what do you think about this plugin. Please rate it on %s.
it_it: Fammi sapere cosa ne pensi di questo plugin. Votalo su %s.

source: Donate
it_it: Donazione

source: If you want you can support the development of this plugin by making a small donation.
it_it: Se desideri puoi supportare lo sviluppo di questo plugin facendo una piccola donazione.

source: Thank you for your generosity
it_it: Grazie per la tua generosità

source: You can also donate %s to: %s
it_it: Puoi anche donare %s a: %s

source: Displays your favourite social network profile buttons.
it_it: Mostra i tuoi pulsanti social preferiti.

source: SocialPlus Profile Buttons
it_it: SocialPlus pulsanti profilo

source: Social Buttons
it_it: Pulsanti Social

source: Add custom share buttons to your blog. With SocialPlus you can add customizable share buttons on your blog pages, posts and homepage. You can also add the SocialPlus widget with your favourite social network buttons on your blog.
it_it: Aggiungi pulsanti condividi personalizzati nel tuo blog. Con SocialPlus puoi aggiungere pulsanti condividi personalizzati nelle pagine del tuo blog, nei post e nella homepage. Inoltre puoi anche aggiungere il widget di SocialPlus con i pulsanti dei tuoi social network preferiti.

source: http://wordpress.org/plugins/socialplus/
it_it: http://it.wordpress.org/plugins/socialplus/
